Repository: Valcur/Planechase
Catalog: Planechase/*.lproj/Localizable.strings
Languages: fr

# tab_play
source: Play
fr: Jouer

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Continue
fr: Continuer

source: Delete
fr: Supprimer

source: Exit
fr: Quitter

source: Discard
fr: Défausser

source: Disabled
fr: Désactivé

source: Plane
fr: Plan

source: Phenomenon
fr: Phénomène

# play_mode
source: Play
fr: Mode

# play_playClassic_needMoreCards
source: You need at least 10 cards in your deck to play Classic
fr: Il faut au moins 10 cartes dans votre deck pour le mode Classic

# play_playEternities_needMoreCards
source: You need at least 30 cards in your deck to play Eternities map
fr: Il faut au moins 30 cartes dans votre deck pour le mode Eternities Map

# premium_title
source: Support the app
fr: Soutenez l'app

# premium_content
source: - Separate your collection in up to 10 different decks - Change the background color - Change the dice style and color - More visual options - My deepest thanks
fr: - Séparez votre collection dans 10 decks différent - Changer la couleur d'arrière plan - Changer le style et la couleur du dé - Davantage d'options visuelles - Mes remerciements les plus sincères

# premium_unknown
source: Unknown
fr: Inconnu

# premium_month
source: / Month
fr: / Mois

# premium_lifetime
source: Lifetime
fr: Définitif

# premium_alreadyPremium
source: Already premium ?
fr: Déjà premium ?

# premium_restore
source: Restore
fr: Restorer

# premium_viewOur
source: View our
fr: Consultez notre

# premium_policy
source: Privacy policy
fr: Politique de confidentialité

# discord_title
source: Join us on Discord
fr: Rejoignez le Discord

# discord_content
source: Import the latest offial cards before release, share your custom Planechase cards, learn more about updates or ask for a new feature in our Discord server.
fr: Importez les cartes officielles avant leur sortie, partagez vos cartes custom, apprenez-en d'avantages sur les mises à jour ou demandez l'ajout d'une nouvelle fonctionnalité sur notre serveur Discord

# discord_tapToJoin
source: Tap here to join
fr: Appuyez ici pour rejoindre

# discord_hide_title
source: Hide Discord invite
fr: Masquer l'invitation

# discord_hide_content
source: You can still find a link in the options under 'Contact'
fr: Vous pourrez toujours retrouver le lien dans les options sous le menu 'Contact'

# whatsNew_title
source: Whats new
fr: Nouvelle version

# whatsNew_content
source: - Press 'Download from Scryfall' to get the new Dr Who cards - Life counter now supports custom player name and background image, monarch token, auto hide when unused and mixing colors with background styles - Improved filter to sort your collection - New vertical split display style for cards to read text from both side in landscape mode - Rename you decks - Blurred background style behind cards - Hide the dice section toggle for players using a real dice - In classic mode, swipe right to go back to the previous plane - New lifetime Premium in-app purchase
fr: Télécharger les cartes en Anglais, Francais, Espagnol, Italien et Allemand. Appuyez sur le bouton télécharger depuis Scryfall pour mettre à jour la langue des cartes dans votre collection.

# whatsNew_rateUs_title
source: Enjoying the app ?
fr: Vous appréciez l'app ?

# whatsNew_rateUs_content
source: Please tell us how we're doing.
fr: Dites nous ce que vous en pensez.

# whatsNew_rateUs_button
source: Rate us in the App Store
fr: Notez nous sur l'App Store

# whatsNew_hide_title
source: Hide info about this update ?
fr: Masquer les info de cette mise à jour ?

# whatsNew_hide_content
source: For any question or suggestion feel free to ask on Discord.
fr: Pour toute question ou suggestion n'hésitez pas à demander sur Discord.

# collection_scryfall
source: Download from Scryfall
fr: Scryfall

# collection_import
source: Import
fr: Importer

# collection_deckSize
source: Deck size
fr: Taille du deck

# collection_howToUse
source: Tap a card to add/remove it from your deck. Hold to delete it from your collection.
fr: Appuyez pour ajouter/retirer une carte à votre deck. Maintenez appuyé pour zoomer.

# collection_selectAll
source: Select all
fr: Ajouter tous

# collection_unselectAll
source: Unselect all
fr: Retirer tous

# collection_SelectDeck
source: Select Deck
fr: Choisir Deck

# collection_emptyCollection1
source: First, you need to add cards to your collection
fr: D'abord, vous devez ajouter des cartes à votre collection

# collection_emptyCollection2
source: - Use the Download from scryfall button to download and add to your collection all official Planechase cards.
fr: - Utilisez le bouton Télécharger depuis Scryfall pour télécharger et ajouter à votre collection toutes les cartes Planechase officielles.

# collection_emptyCollection3
source: - Use the Import button to add a custom card from your device.
fr: - Utilisez le bouton Importer pour ajouter une carte personnalisée depuis votre appareil.

# collection_delete_title
source: Are you sure you want to delete this plane ?
fr: Êtes-vous sûr de vouloir supprimer ce plan ?

# collection_delete_content
source: There is no undo
fr: Vous ne pourrez pas annuler cette action.

# collection_empty_bubble
source: Your deck is empty, add cards from your collection to your deck
fr: Votre deck est vide, ajoutez des cartes depuis votre collection

# collection_filter_onlyShow
source: Only show :
fr: N'afficher que :

# collection_filter_official
source: Official
fr: Officielles

# collection_filter_unofficial
source: Imported
fr: Importées

# collection_filter_present
source: Selected
fr: Présent

# collection_filter_absent
source: Unselected
fr: Absent

# collection_filter_absentAll
source: Not in any deck
fr: Dans aucun decks

# collection_rename_title
source: New deck name
fr: Renommer le deck

# collection_rename_content
source: 25 characters maximum
fr: 25 lettres maximum

# collection_filter_title_selection
source: Selection :
fr: Sélection :

# collection_filter_title_set
source: Set :
fr: Extension :

# game_dice_pressToRoll
source: Press to roll
fr: Lancer le dé

# game_dice_choice
source: Your choice
fr: Au choix

# game_dice_nothing
source: Nothing
fr: Rien

# game_dice_resetCost
source: Reset cost
fr: Reinitialiser

# game_tool_enablePlaneswalk
source: Enable Planeswalk
fr: Activer Planeswalk

# game_tool_disablePlaneswalk
source: Disable Planeswalk
fr: Annuler Planeswalk

# game_tool_deckController
source: Deck Controller
fr: Contrôle du deck

# game_bubble_planeswalk
source: Hold on a plane to planeswalk
fr: Maintenez appuyé sur un plan pour planewalker

# game_exit_title
source: Are you sure you want to return to main menu ?
fr: Êtes-vous sûr de vouloir retourner au menu principal ?

# game_exit_content
source: Game will be lost
fr: La partie sera perdue.

# game_deckController_revealTop
source: Reveal top card
fr: Révéler la carte du dessus

# game_deckController_close
source: Put all revealed card at the bottom in a random order and leave
fr: Mettre les cartes révélées en dessous aléatoirement et quitter

# game_deckController_putTop
source: Put top
fr: Au dessus

# game_deckController_putBottom
source: Put bottom
fr: Au dessous

# game_deckController_planeswalkAdd
source: Add
fr: Ajouter

# lifepoints_counters_title
source: Counters
fr: Compteurs

# lifepoints_commander_title
source: Commander damages
fr: Dégâts de commander

# lifepoints_player
source: Player
fr: Joueur

# options_rulesTitle
source: Rules
fr: Règles

# options_lifeTitle
source: Life
fr: Compteur

# lifepoints_noProfile
source: Remove profile
fr: Enlever profil

# options_backgroundColor
source: Background Color
fr: Couleur d'arrière plan

# options_ui_title
source: Game UI
fr: Interface

# options_ui_zoomType
source: Card display style
fr: Affichage des cartes

# options_ui_biggerCardsOnMap
source: Bigger cards on map
fr: Aggrandir les cartes sur la map

# options_ui_hellridePng
source: SUPER SECRET : use red_evil_portal.png for hellride
fr: SUPER SECRET : utiliser red_evil_portal.png pour le hellride

# options_ui_noHammer
source: Tools menu always visible
fr: Panneau d'outils toujours visible

# options_ui_noDice
source: Hide dice
fr: Cacher le dé

# options_blurredBackground
source: Blurred background effect
fr: Effet flouté pour le fond

# options_dice_title
source: Dice
fr: Dé

# options_dice_style
source: Dice style :
fr: Style du dé :

# options_dice_color
source: Dice color :
fr: Couleur du dé :

# options_dice_choiceFace
source: Add a face planeswalk/chaos that let the player choose
fr: Ajoute une face planeswalk/chaos au choix du joueur

# options_dice_numberOfFace
source: Number of faces on the dice
fr: Nombre de faces sur le dé

# options_life_title
source: Life Counter
fr: Compteur de point de vie

# options_life_useLifeCounter
source: Use life counter
fr: Utiliser le compteur de point de vie

# options_life_useCommanderDamages
source: Use commander damages (and other counters)
fr: Dégâts de commander (et autres compteurs)

# options_life_colorPaletteId
source: Color palette :
fr: Palette de couleurs :

# options_life_nbrPlayers
source: Number of players
fr: Nombre de joueurs

# options_life_startingLife
source: Starting life
fr: Points de vie de départ

# options_background_style
source: Background style :
fr: Style de fond :

# options_autoHide
source: Hide lifepoints when unused
fr: Masquer le compteur automatiquement si plus utilisé

# options_monarch_title
source: Monarch token
fr: Jeton monarque

# options_monarch_toggle
source: Enable monarch token
fr: Afficher le jeton monarque

# options_monarch_style
source: Monarch token style :
fr: Style de jeton :

# options_profiles_title
source: Player profiles
fr: Profils de joueur

# options_profiles_intro
source: Save player names and background images. Choose them in game.
fr: Sauvegardez les noms des joueurs et ajoutez une image de fond personnalisé. Affectez-les en jeu.

# options_contact_discord
source: Suggestion for the app ? Bugs that you want me to fix ?
fr: Des suggestion sur l'app ? Un bug que vous aimeriez que je règle ?

# options_contact_discordJoin
source: Join us on Discord !
fr: Rejoignez nous sur Discord !

# options_thanks_planechase
source: Planeswalk image from Agung Rama
fr: Image Planeswalk de Agung Rama

# options_thanks_chaos
source: Chaos image from Ken111
fr: Image Chaos par Ken111

# options_thanks_hellride
source: Hellride image by upklyak from Freepik
fr: Image Hellride par upklyak de Freepik

# options_thanks_diceSkin1
source: Dice skin 1,2,3 and 4 by shiruji
fr: Skin de dé 1,2,3 et 4 par shiruji

# options_thanks_diceSkin2
source: Other dice skins by Freepik
fr: Autres styles de dé par Freepik

# options_thanks_background
source: Background styles by Freepik
fr: Styles de fond par Freepik

# options_thanks_monarch
source: Monarch crowns and king icons by Dental Care, iconixar, Freepik and max.icons
fr: Jeton monarque par Dental Care, iconixar, Freepik et max.icons

# options_rules_classic_01
source: Start a multiplayer game and reveal the top card of the shared planar deck. That is the plane that everybody is on, and its effects apply to all players.
fr: Démarrez une partie multijoueurs et révélez la carte du dessus du deck planaire partagé. Il s'agit du plan sur lequel tout le monde se trouve, et son effet s'applique à tous les joueurs.

# options_rules_classic_02
source: During each player's main phase, they may roll the six-sided planar die for a chance to take an action: If it lands on the planeswalker symbol the players must planeswalk and move on to the next plane - put the current plane on the bottom of the planar deck and reveal the next one. If it lands on the Chaos symbol, that player must trigger the Chaos ability of the plane.
fr: Pendant la phase principale de chaque joueur, ils peuvent lancer le dé planaire à six faces pour avoir une chance d'effectuer une action : si le dé atterrit sur le symbole Planeswalker, les joueurs doivent se transplaner sur le plan suivant. Mettez le plan actuel sous le deck planaire et révélez le suivant. Si le dé atterrit sur le symbole Chaos, le joueur qui l'a lancé doit déclencher la capacité de chaos du plan.

# options_rules_classic_03
source: The first roll each turn is free, but if the player wants to roll the planar die more than once, they must pay (1) additional for each dice roll - the second roll each turn costs (1), the third roll costs (2), and so on.
fr: Le premier jet de chaque tour est gratuit, mais si le joueur veut lancer le dé planaire plus d'une fois, il doit payer (1) supplémentaire pour chaque lancer : le deuxième lancer coûte (1), le troisième (2), et ainsi de suite.

# options_rules_eternitiesMap_01
source: Unlike normal Planechase where you just flip cards over on a planar deck, in Eternities map you traverse a grid getting to somewhat choose what plane you are on.
fr: Contrairement au mode de jeu classique où on se contente de retourner la carte du dessus du deck, dans la variante Eternities map les joueurs traversent une grille leur permettant de savoir sur quel plan ils vont atterrir.

# options_rules_eternitiesMap_02
source: You start in the center of a grid. Play the game like a classic Planechase. If you get the Planechase symbol then you have some choices to make.
fr: Vous commencez la partie au centre de la grille. La partie se joue comme une partie classique. Si vous obtenez le symbol Planeswalk, un choix s'offre maintenant à vous.

# options_rules_eternitiesMap_03
source: You now get to choose which plane you move to. Read all four, see which is your favorite and move to the best plane. Once you moved, cards are revealed around your new location.
fr: Vous pouvez désormais chosir sur quel plan vous souhaitez vous rendre. lisez les 4 plans adjacents, choisissez celui que vous préférez et rendez-vous y. Une fois sur ce plan, révelez des cartes de façon à remplir les 4 cases adjacentes vide.

# options_rules_eternitiesMap_04
source: If the grid is empty in any diagonal direction you can 'hellride' into the nothingness. You're trading the safety net of knowing whats coming for moving two spaces. If you have revealed planes in the diagonal direction, you cannot 'hellride' there. You have to go the long way and work your way through the planes. Once you've hell ridden, you will just reveal more planes like normal.
fr: Si une case en diagonale est vide vous pouvez 'Hellride' dans l'inconnu. Vous échangez la sécurité de savoir sur quel plan vous atterrissez pour pouvoir vous déplacer de deux cases. Si un plan est déjà révélé en diagonal, vous ne pouvez pas 'Hellride sur celui-ci. Révélez ensuite des plans afin de remplir les cases adjacentes comme habituellement.

# options_rules_eternitiesMap_05
source: Cards that are 4 or more planeswalk away from your location are removed.
fr: Les plans à une distance de 4 ou plus de vous sont défaussés.

# options_rules_lifepointsCounter_Title
source: Using lifepoint counter
fr: Utiliser le compteur

# options_rules_lifepointsCounter_01
source: Tap the top to add, tap the bottom to remove or hold and move up/down to add/remove.
fr: Appuyez en haut pour rajouter des points de vie, sur le base pour en enlever. Ou gardez appuyé puis bouger de haut en bas pour ajouter/enlever rapidement

# options_rules_lifepointsCounter_02
source: Tap commander damages recap to open counters and commander damages panel. Tap to add, hold to reset. The panel dismiss itself after a few seconds.
fr: Appuyez sur le récapitulatif des dégâts de commander pour ouvrir le menu des dégâts de commander. Le menu disparaît automatiquement après quelque secondes d'inactivité si vous n'êtes pas en mode plein écran.
